Repository: ArsalanWahid/BullsEye-iOS
Catalog: bulls-eye/Supporting Files/*.lproj/Localizable.strings
Languages: de

# titleOfAlert1
source: Missed by a Wisker,bonus 50pts
de: Perfekt, Extra 200 Punkte

# titleOfAlert3
source: Almost had it
de: Fast hatte es

# titleOfAlert4
source: Pretty Close
de: Ziemlich knapp

source: Not even close
de: Nicht annähernd

source: awesome
de: genial

source: You scored %@ points
de: Du hast %@ Punkte erzielt

# title
source: Put the Bull Eye as close as you can to:
de: Setzen Sie das Bullauge so nah wie möglich an:

source: Score:
de: Ergebnis:

source: Round:
de: runden:
